Repository: digitalfabrik/lunes-cms
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Release selected disciplines
fr: Libérer les secteurs sélectionnés

source: Unrelease selected disciplines
fr: Retenir les secteurs sélectionnés

source: Release selected training sets
fr: Libérer les modules sélectionnés

source: Unrelease selected training sets
fr: Retenir les modules sélectionnés

source: disciplines
fr: secteurs

source: training sets
fr: modules

source: vocabulary
fr: vocabulaire

source: vocabulary management
fr: gestion du vocabulaire

source: discipline
fr: secteur

source: icon
fr: icône

source: word type
fr: type de mot

source: word
fr: mot

source: training set
fr: module

source: alternative word
fr: mot alternatif

source: released
fr: publié

source: creation date
fr: date de création

source: alternative words
fr: mots alternatives

source: File type not supported! Use: .mp3 .aac .wav .m4a .wma .ogg
fr: Type de média non reconnu! Utilisez: .mp3 .aac .wav .m4a .wma .ogg

source: File too large! Max. 5 MB
fr: Fishier trop grand! Max. 5 MB

source: Only use one file extension!
fr: N'utilisez qu'une seule extension de fichier!
