Repository: digitalfabrik/lunes-cms
Catalog: lunes_cms/locale/*/LC_MESSAGES/django.po
Languages: de

source: This word is assigned to no training set.
de: Das word ist zu keinem Modul zugeordnet.

source: This word is already registered in the system.
de: Das Wort ist schon im System hinterlegt.

source: No definition is provided for this word.
de: Für dieses Wort ist keine Definition hinterlegt.

source: Training sets:
de: Module:

source: This word is not yet registered in the system
de: Das Wort ist noch nicht im System hinterlegt.

source: The content type must be either 'discipline', 'training set' or 'document'.
de: Der Inhaltstyp muss entweder 'discipline', 'trainingset' oder 'document' sein.

source: {} with id {} does not exist.
de: {} mit der ID {} existiert nicht.

source: disciplines
de: Modulgruppen

source: training sets
de: Module

source: vocabulary
de: Vokabeln

source: Release selected disciplines
de: Ausgewählte Modulgruppen veröffentlichen

source: Unrelease selected disciplines
de: Ausgewählte Modulgruppen zurückhalten

source: Export all vocabulary for this discipline to CSV
de: Alle Vokabeln dieser Modulgruppe als CSV exportieren

source: released modules
de: veröffentlichte Module

source: unreleased modules
de: unveröffentlichte Module

source: published words in released modules
de: veröffentlichte Vokabeln in veröffentlichten Modulen

source: creator group
de: Besitzergruppe

source: training set
de: Modul

source: image
de: Bild

source: singular article
de: Singular-Artikel

source: Word
de: Vokabel

source: Word type
de: Wortart

source: Singular Article
de: Singular Artikel

source: Plural Article
de: Plural Artikel

source: Has audio?
de: Audio

source: Yes
de: Ja

source: No
de: Nein

source: Example sentence
de: Beispielsatz

source: Creation date
de: Erstellt am

source: Training Sets
de: Module

source: Mark as read
de: Als gelesen markieren

source: The selected feedback entries were successfully marked as read.
de: Die ausgewählten Feedback-Einträge wurden erfolgreich als gelesen markiert.

source: Mark as unread
de: Als ungelesen markieren

source: The selected feedback entries were successfully marked as unread.
de: Die ausgewählten Feedback-Einträge wurden erfolgreich als ungelesen markiert.

source: Release selected training sets
de: Ausgewählte Module veröffentlichen

source: The training set {} could not be released because it contains less than {} vocabulary words with confirmed images.
de: Das Modul {} konnte nicht veröffentlicht werden, da es weniger als {} Vokabeln mit bestätigten Bildern enthält.

source: The training set {} is already released.
de: Das Modul {} ist bereits veröffentlicht.

source: The training set {} was successfully released.
de: Das Modul {} wurde erfolgreich veröffentlicht.

source: Unrelease selected training sets
de: Ausgewählte Module zurückhalten

source: The training set {} is already unreleased.
de: Das Modul {} ist bereits zurückgehalten.

source: The training set {} was successfully unreleased.
de: Das Modul {} wurde erfolgreich zurückgehalten.

source: words
de: Vokabeln

source: published words
de: veröffentlichte Vokabeln

source: unpublished words
de: unveröffentlichte Vokabeln

source: Vocabulary Management
de: Vokabelverwaltung

source: Please select some vocabularies for your training set. To see a preview of the corresponding image and audio files, press the alt key while selecting.
de: Bitte wähle ein paar Vokabeln für dein Modul aus. Um eine Vorschau der Bilder und Audio-Dateien zu sehen, drücke die Alt-Taste, während du ein Element auswählst.

source: You can only release a training set that contains at least {} vocabulary words with confirmed images.
de: Sie können nur Module veröffentlichen, die mindestens {} Vokabeln mit bestätigten Bildern enthalten.

source: Images
de: Bilder

source: At least one approved image
de: Mind. ein bestätigtes Bild

source: At least one pending image
de: Mind. ein unbestätigtes Bild

source: No approved images
de: Keine bestätigten Bilder

source: No images
de: Keine Bilder

source: Assignments
de: Zuweisungen

source: Not assigned to any module
de: Keinem Modul zugewiesen

source: Assigned to at least one module
de: Mind. einem Modul zugewiesen

source: Assigned to released modules
de: Veröffentlichten Modulen zugewiesen

source: Assigned to released modules in released disciplines
de: Veröffentlichten Modulen in veröffentlichten Modulgruppen zugewiesen

source: Assigned to unreleased modules
de: Unveröffentlichten Modulen zugewiesen

source: alternative word
de: Alternatives Wort

source: grammatical gender
de: Genus

source: plural article
de: Plural-Artikel

source: alternative words
de: Alternative Wörter

source: released
de: veröffentlicht

source: discipline
de: Modulgruppe

source: description
de: Beschreibung

source: created by
de: Erstellt von

source: parent
de: Übergeordnete Modulgruppe

source: word type
de: Wortart

source: word
de: Wort

source: Grammatical gender
de: Genus

source: example sentence
de: Beispielsatz

source: creation date
de: Erstellt am

source: additional meaning 1
de: Zusätzliche Bedeutung 1

source: additional meaning 2
de: Zusätzliche Bedeutung 2

source: images
de: Bilder

source: content type
de: Inhaltstyp

source: The content type this feedback entry refers to.
de: Der Inhaltstyp, auf den sich dieser Feedback-Eintrag bezieht.

source: object id
de: Objekt-ID

source: The id of the object this feedback entry refers to.
de: Die ID des Objekts, auf das sich dieser Feedback-Eintrag bezieht.

source: refers to
de: bezieht sich auf

source: comment
de: Kommentar

source: marked as read by
de: als gelesen markiert von

source: The user who marked this feedback as read. If the feedback is unread, this field is empty.
de: Die nutzende Person, die dieses Feedback als gelesen markiert hat. Wenn das Feedback ungelesen ist, ist dieses Feld leer.

source: submitted on
de: übermittelt am

source: The time and date when the feedback was submitted.
de: Uhrzeit und Datum, an dem das Feedback eingereicht wurde.

source: feedback entries
de: Feedback-Einträge

source: group
de: Gruppe

source: 10-50 characters, only digits and upper case letters allowed.
de: 10-50 Zeichen, nur Ziffern und Großbuchstaben erlaubt.

source: Only digits and upper case letters allowed
de: Nur Ziffern und Großbuchstaben erlaubt

source: revoked
de: widerrufen

source: If the API key is revoked, clients cannot use it anymore.
de: Wenn der API-Schlüssel widerrufen wird, können Clients ihn nicht mehr verwenden.

source: expiration date
de: Ablaufdatum

source: Once API key expires, clients cannot use it anymore.
de: Sobald der API-Schlüssel abläuft, können die Clients ihn nicht mehr verwenden.

source: valid
de: gültig

source: Download
de: Herunterladen

source: Download QR code
de: QR-Code herunterladen

source: {}: Token for the group "{}"
de: {}: Token für die Gruppe "{}"

source: sponsor
de: Sponsor:in

source: sponsors
de: Sponsor:innen

source: document
de: Dokument

source: It is not possible to create child elements for training sets (unlike disciplines).
de: Es ist nicht möglich, untergeordnete Elemente für Module zu erstellen (im Gegensatz zu Modulgruppen)

source: Delete
de: Löschen

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Löschen von %(object_name)s '%(escaped_object)s' würde verwandte Objekte ebenfalls löschen, wofür Ihnen aber Berechtigungen fehlen.

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
de: Löschen von %(object_name)s '%(escaped_object)s' würde verwandte Objekte ebenfalls löschen, die allerdings geschützt sind.

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? It eventually will delete related objects as well, as shown in the summary:
de: Bist du sicher, dass du %(object_name)s '%(escaped_object)s' löschen möchtest? Eventuell werden verwandte Objekte ebenfalls gelöscht, wie du in der Zusammenfassung sehen kannst:

source: Yes, I’m sure
de: Ja, ich bin mir sicher

source: No, take me back
de: Nein, bitte abbrechen

source: Delete multiple objects
de: Mehrere Objekte löschen

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
de: Löschen der ausgewählten %(objects_name)s würde die folgenden verwandten Objekte ebenfalls löschen, wofür Ihnen aber Berechtigungen fehlen:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
de: Löschen der ausgewählten %(objects_name)s würde die folgenden verwandten Objekte ebenfalls löschen, die allerdings geschützt sind:

source: Summary
de: Zusammenfassung

source: and
de: und

source: File type not supported! Use: .mp3 .aac .wav .m4a .wma .ogg
de: Unerlaubtes Dateiformat! Erlaubt: .mp3 .aac .wav .m4a .wma .ogg

source: File too large! Max. 5 MB
de: Datei zu groß! Max. 5 MB

source: Only use one file extension!
de: Nur maximal ein Dateityp erlaubt!

source: units
de: Einheiten

source: created at
de: Erstellt

source: jobs
de: Berufe

source: Has Image
de: Hat Bild

source: Unit or Job
de: Einheit oder Job

source: Image
de: Bilder

source: audio check status
de: Audio Prüfstatus

source: image check status
de: Bild Prüfstatus

source: Vocabulary Management v2
de: Vokabelverwaltung v2

source: job
de: Beruf

source: modified at
de: zuletzt geändert

source: Job
de: Beruf

source: Jobs
de: Berufe

source: Generate Image
de: Bild generieren

source: Unit-Word Relation
de: Einheit-Wort Beziehung

source: Unit-Word Relations
de: Einheit-Wort Beziehungen

source: unit
de: Einheit

source: Unit
de: Einheit

source: Units
de: Einheit

source: Words
de: Vokabel

source: Generate Audio
de: Audio generieren

source: English
de: Englisch

source: German
de: Deutsch

source: Lunes Administration
de: Lunes-Verwaltung

source: Welcome to the vocabulary management of Lunes!
de: Willkommen bei der Vokabelverwaltung von Lunes!

source: help
de: Hilfe
